Repository: caspii/flask-landingpage
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: HelloBudget, coming soon!
de: HelloBudget, demnächst verfügbar

source: A tool to track and plan how your family spends money.
de: Ein online Haushaltsbuch für Familien

source: Sign up for the beta
de: Ich möchte mehr wissen

source: Extremely easy to use.
de: Einfache Bedienung

source: There are no lists of numbers or boring tables. It looks great and works everywhere.
de: Keine langen Listen oder Tabellen. Sieht gut aus und funktioniert überall

source: See where your money goes.
de: Wissen, wo das Geld hingeht

source: Find out how much you’re spending on categories like food, health and entertainment.
de: Auf einen Blick sehen, in welchen Kategorien wieviel Geld ausgegeben wurde.

source: Set goals and see your progress.
de: Ziele setzen

source: Always know your status. Reduce unwanted spending and plan for the future.
de: Lerne mehr über deine Finanzen. Triff bessere Entscheidungen. Bleib informiert

source: Made by:
de: Ein Projekt von:

source: Follow Us:
de: Folge uns:

source: THANKS FOR SIGNING UP!
de: DANKE FÜR DEIN INTERESSE

source: We will inform you as soon as the beta is ready
de: Wir geben Bescheid, sobald die Beta Version fertig ist
